Repository: Unixcision/uniconnect
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, km, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# auth.error.unauthorized
source: Session expired. Please sign in again.
ja: セッションの有効期限が切れました。もう一度サインインしてください。

# auth.error.wrong_password
source: Incorrect email or password.
ja: メールまたはパスワードが正しくありません。

# markdown.typography.font
source: Font
ja: フォント

# markdown.typography.size
source: Size
ja: サイズ

# markdown.typography.maxWidth
source: Max Width
ja: 最大幅

# markdown.font.system
source: System
ja: システム

# markdown.maxWidth.field
source: Width
ja: 幅

# markdown.toolbar.fontSize
source: Font Size
ja: フォントサイズ

# markdown.typography.resetBuiltIn
source: Reset to built-in defaults
ja: 組み込みデフォルトにリセット

# markdown.fontSize.field
source: Size
ja: サイズ

# markdown.fontSize.reset
source: Reset to default
ja: デフォルトにリセット

# markdown.fontSize.setDefault
source: Set as default for new viewers
ja: 今後のビューアのデフォルトに設定

# shortcut.markdownZoomIn.label
source: Markdown Viewer: Zoom In
ja: Markdown ビューア: 拡大

# shortcut.markdownZoomOut.label
source: Markdown Viewer: Zoom Out
ja: Markdown ビューア: 縮小

# shortcut.markdownZoomReset.label
source: Markdown Viewer: Actual Size
ja: Markdown ビューア: 実際のサイズ

# command.markdownZoomIn.title
source: Zoom In
ja: 拡大

# command.markdownZoomOut.title
source: Zoom Out
ja: 縮小

# command.markdownZoomReset.title
source: Actual Size
ja: 実際のサイズ

# settings.app.markdownFontSize
source: Markdown Viewer Font Size
ja: Markdown ビューアのフォントサイズ

# settings.app.markdownFontSize.subtitle
source: Default body font size, in points, for newly opened markdown viewers. Zoom a viewer live with Cmd-+ / Cmd-- / Cmd-0.
ja: 新しく開く Markdown ビューアの本文フォントサイズ（ポイント単位）。Cmd-+ / Cmd-- / Cmd-0 でその場で拡大・縮小できます。

# settings.app.markdownFontFamily
source: Markdown Viewer Font
ja: Markdown ビューアのフォント

# settings.app.markdownFontFamily.subtitle
source: Default body font family for newly opened markdown viewers. Leave empty for the system markdown font stack.
ja: 新しく開く Markdown ビューアの本文フォントファミリーです。空のままにするとシステムの Markdown フォントスタックを使います。

# settings.app.markdownFontFamily.placeholder
source: System
ja: システム

# settings.app.markdownMaxWidth
source: Markdown Viewer Max Width
ja: Markdown ビューアの最大幅

# settings.app.markdownMaxWidth.subtitle
source: Default maximum reading column width, in CSS pixels, for newly opened markdown viewers.
ja: 新しく開く Markdown ビューアの読み取りカラム最大幅（CSS ピクセル単位）です。

# settings.app.fileEditorWordWrap
source: File Editor Word Wrap
ja: ファイルエディタの行折り返し

# settings.app.fileEditorWordWrap.subtitle
source: Wrap long lines at the editor's right edge instead of scrolling horizontally. Applies to the plain-text file editor.
ja: 長い行を横スクロールせずにエディタの右端で折り返します。プレーンテキストのファイルエディタに適用されます。

# settings.search.alias.setting.app.markdown-font-size
source: markdown.fontSize md markdown viewer font size points zoom scale text bigger smaller larger default
ja: markdown.fontSize Markdown マークダウン ビューア フォントサイズ 文字サイズ ズーム 拡大 縮小 大きく 小さく 既定 ポイント font size zoom

# settings.search.alias.setting.app.markdown-font-family
source: markdown.fontFamily md markdown viewer font font-family family typeface system stack custom
ja: markdown.fontFamily Markdown マークダウン ビューア フォント フォントファミリー 書体 システム カスタム font family typeface

# settings.search.alias.setting.app.markdown-max-width
source: markdown.maxWidth md markdown viewer max width column reading line length pixels px narrow wide
ja: markdown.maxWidth Markdown マークダウン ビューア 最大幅 幅 カラム 読み取り 行長 ピクセル px 狭い 広い

# settings.search.alias.setting.app.file-editor-word-wrap
source: fileEditor.wordWrap file editor word wrap soft wrap reflow lines text horizontal scroll preview
ja: fileEditor.wordWrap ファイル エディタ 行折り返し ワードラップ 折り返し 改行 テキスト 横スクロール プレビュー

# settings.automation.kiro
source: Kiro CLI Integration
ja: Kiro CLI連携
ko: Kiro CLI 연동

# settings.automation.kiro.notificationLevel
source: Kiro Notification Level
ja: Kiro通知レベル
ko: Kiro 알림 수준

# settings.automation.kiro.notificationLevel.minimal
source: Minimal
ja: 最小
ko: 최소

# settings.automation.kiro.notificationLevel.standard
source: Standard
ja: 標準
ko: 표준

# settings.automation.kiro.notificationLevel.subtitle
source: Controls how many Kiro tool events appear in Feed.
ja: Feedに表示するKiroツールイベントの量を制御します。
ko: Feed에 표시되는 Kiro 도구 이벤트 수를 제어합니다.

# settings.automation.kiro.notificationLevel.verbose
source: Verbose
ja: 詳細
ko: 자세히

# settings.automation.kiro.subtitleOn
source: Sidebar shows Kiro session status, notifications, and Feed tool events.
ja: サイドバーにKiroセッションのステータス、通知、Feedツールイベントが表示されます。
ko: 사이드바에 Kiro 세션 상태, 알림, Feed 도구 이벤트가 표시됩니다.

# settings.search.alias.setting.automation.kiro
source: automation.kiroIntegration kiro cli amazon q agent hooks notifications
ja: automation.kiroIntegration kiro cli amazon q agent hooks notifications kiro cli amazon q エージェント フック 通知 連携
ko: automation.kiroIntegration kiro cli amazon q agent hooks notifications 자동화 kiro cli amazon q 에이전트 훅 알림 연동

# settings.search.alias.setting.automation.kiro-notification-level
source: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events
ja: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events kiro 通知 レベル 詳細 最小 標準 ツール イベント
ko: automation.kiroNotificationLevel kiro cli notification verbosity minimal standard verbose tool events kiro 알림 수준 자세히 최소 표준 도구 이벤트

# remoteDaemon.error.missingPersistentPTYCapability
source: remote daemon does not support persistent SSH PTY sessions; reconnect the remote workspace to update UniConnect
ja: リモートデーモンは永続 SSH PTY セッションをサポートしていません。UniConnect を更新するにはリモートワークスペースに再接続してください。

# remoteDaemon.error.missingRequiredFunctionality
source: remote daemon is missing required functionality; reconnect the remote workspace to update UniConnect
ja: リモートデーモンに必要な機能がありません。UniConnect を更新するにはリモートワークスペースに再接続してください。

# remotePTYAttach.error.attachFailed
source: remote PTY attach failed
ja: リモート PTY への接続に失敗しました

# remotePTYAttach.error.daemonTimeout
source: remote daemon did not respond in time
ja: リモートデーモンが時間内に応答しませんでした

# remotePTYAttach.error.inputBackedUp
source: remote PTY input is temporarily backed up
ja: リモート PTY 入力が一時的に滞留しています

# remotePTYAttach.error.sessionEnded
source: persistent SSH PTY session is no longer running
ja: 永続 SSH PTY セッションはもう実行されていません

# settings.error.alert.title
source: Couldn't save setting
ja: 設定を保存できませんでした

# diffViewer.empty.unstaged
source: No unstaged changes to diff.
ja: 差分表示する未ステージの変更はありません。

# diffViewer.empty.staged
source: No staged changes to diff.
ja: 差分表示するステージ済みの変更はありません。

# diffViewer.empty.branch
source: No branch changes to diff.
ja: 差分表示するブランチの変更はありません。

# diffViewer.empty.lastTurn
source: No last-turn changes to diff.
ja: 差分表示する前回のターンの変更はありません。

# diffViewer.additions
source: Additions
ja: 追加

# diffViewer.bars
source: Bars
ja: バー

# diffViewer.changedFiles
source: Changed files
ja: 変更されたファイル

# diffViewer.classic
source: Classic
ja: クラシック

# diffViewer.collapseAllDiffs
source: Collapse all diffs
ja: すべての差分を折りたたむ

# diffViewer.collapseUnchangedContext
source: Collapse unchanged context
ja: 未変更のコンテキストを折りたたむ

# diffViewer.copiedGitApplyCommand
source: Copied git apply command
ja: git apply コマンドをコピーしました

# diffViewer.copyGitApplyCommand
source: Copy git apply command
ja: git apply コマンドをコピー

# diffViewer.deletions
source: Deletions
ja: 削除

# diffViewer.diffStats
source: Diff stats
ja: 差分の統計

# diffViewer.diffTarget
source: Diff target
ja: 差分ターゲット

# diffViewer.repoPath
source: Repository path
ja: リポジトリパス

# diffViewer.branchBase
source: Branch base
ja: ブランチ基準

# diffViewer.diffViewer
source: Diff viewer
ja: 差分ビューア

# diffViewer.renderFailed
source: Could not render this diff. Check the patch input and try again.
ja: 差分を描画できませんでした。パッチ入力を確認してから再試行してください。

# diffViewer.disableWordDiffs
source: Disable word diffs
ja: 単語単位の差分を無効にする

# diffViewer.disableWordWrap
source: Disable word wrap
ja: 折り返しを無効にする

# diffViewer.enableWordDiffs
source: Enable word diffs
ja: 単語単位の差分を有効にする

# diffViewer.enableWordWrap
source: Enable word wrap
ja: 折り返しを有効にする

# diffViewer.expandAllDiffs
source: Expand all diffs
ja: すべての差分を展開

# diffViewer.expandUnchangedContext
source: Expand unchanged context
ja: 未変更のコンテキストを展開

# diffViewer.files
source: Files
ja: ファイル

# diffViewer.hideBackgrounds
source: Hide backgrounds
ja: 背景を非表示

# diffViewer.hideFiles
source: Hide files
ja: ファイルを非表示

# diffViewer.hideFileSearch
source: Hide file search
ja: ファイル検索を非表示

# diffViewer.hideLineNumbers
source: Hide line numbers
ja: 行番号を非表示

# diffViewer.indicatorStyle
source: Indicator style
ja: インジケータースタイル

# diffViewer.jumpToFile
source: Jump to file
ja: ファイルへ移動

# diffViewer.loadingDiff
source: Loading diff...
ja: 差分を読み込み中...

# diffViewer.loadingDiffTarget
source: Loading diff: %@
ja: 差分を読み込み中: %@

# diffViewer.loadingRenderer
source: Loading renderer...
ja: レンダラーを読み込み中...

# diffViewer.noFileDiffs
source: No file diffs found in patch input.
ja: パッチ入力にファイル差分が見つかりません。

# diffViewer.none
source: None
ja: なし

# diffViewer.openSourceURL
source: Open source URL
ja: ソース URL を開く

# diffViewer.options
source: Options
ja: オプション

# diffViewer.parsingDiff
source: Parsing diff...
ja: 差分を解析中...

# diffViewer.refresh
source: Refresh
ja: 更新

# diffViewer.renderingDiff
source: Rendering diff...
ja: 差分を描画中...

# diffViewer.showBackgrounds
source: Show backgrounds
ja: 背景を表示

# diffViewer.showFiles
source: Show files
ja: ファイルを表示

# diffViewer.showFileSearch
source: Show file search
ja: ファイル検索を表示

# diffViewer.showLineNumbers
source: Show line numbers
ja: 行番号を表示

# diffViewer.switchToSplitDiff
source: Switch to split diff
ja: 分割差分に切り替え

# diffViewer.switchToUnifiedDiff
source: Switch to unified diff
ja: 統合差分に切り替え

# diffViewer.untitled
source: Untitled
ja: 無題

# diffViewer.source.unstaged
source: Unstaged
ja: 未ステージ

# diffViewer.source.staged
source: Staged
ja: ステージ済み

# diffViewer.source.branch
source: Branch
ja: ブランチ

# diffViewer.source.lastTurn
source: Last turn
ja: 前回のターン

# diffViewer.title.unstagedChanges
source: Unstaged changes
ja: 未ステージの変更

# diffViewer.title.stagedChanges
source: Staged changes
ja: ステージ済みの変更

# diffViewer.title.branchDiff
source: Branch diff
ja: ブランチ差分

# diffViewer.title.lastTurnDiff
source: Last turn diff
ja: 前回のターンの差分

# cli.error.dismissNotificationSelector
source: dismiss-notification requires exactly one of --id or --all-read
ja: dismiss-notification には --id または --all-read のどちらか一方だけを指定してください

# cli.forwarding.error.allocateArguments
source: UniConnect could not start this command. Try again, or reinstall UniConnect if the problem continues.
ja: UniConnect はこのコマンドを開始できませんでした。もう一度試すか、問題が続く場合は UniConnect を再インストールしてください。

# cli.forwarding.error.execFailed
source: UniConnect could not start the command-line tool from the app bundle. Reinstall UniConnect or run the command from a standard cmux CLI installation.
ja: UniConnect はアプリバンドルからコマンドラインツールを開始できませんでした。UniConnect を再インストールするか、通常の cmux CLI インストールからコマンドを実行してください。
km: UniConnect មិនអាចចាប់ផ្ដើមឧបករណ៍បន្ទាត់ពាក្យបញ្ជាពីបណ្តុំកម្មវិធីបានទេ។ ដំឡើង UniConnect ឡើងវិញ ឬដំណើរការពាក្យបញ្ជាពីការដំឡើង cmux CLI ស្តង់ដារ។

# cli.forwarding.error.missingBundledCLI
source: UniConnect could not run this command from the app bundle. Reinstall UniConnect or run the command from a standard cmux CLI installation.
ja: UniConnect はアプリバンドルからこのコマンドを実行できませんでした。UniConnect を再インストールするか、通常の cmux CLI インストールからコマンドを実行してください。
km: UniConnect មិនអាចដំណើរការពាក្យបញ្ជានេះពីបណ្តុំកម្មវិធីបានទេ។ ដំឡើង UniConnect ឡើងវិញ ឬដំណើរការពាក្យបញ្ជាពីការដំឡើង cmux CLI ស្តង់ដារ។

# cli.error.markNotificationReadSelector
source: mark-notification-read requires exactly one selector: --id, --workspace, or --all
ja: mark-notification-read には --id、--workspace、--all のいずれか一つだけを指定してください

# cli.error.markNotificationReadSurfaceRequiresWorkspace
source: --surface requires --workspace
ja: --surface には --workspace が必要です

# cli.error.openNotificationRequiresId
source: open-notification requires --id
ja: open-notification には --id が必要です

# cli.help.dismissNotification
source: Usage: cmux dismiss-notification (--id <uuid> | --all-read) Remove one notification, or remove every already-read notification. Flags: --id <uuid> Notification id to remove --all-read Remove every already-read notification --json Print JSON --id-format <mode> refs, uuids, or both
ja: Usage: cmux dismiss-notification (--id <uuid> | --all-read) 通知を1件削除するか、既読の通知をすべて削除します。 Flags: --id <uuid> 削除する通知 ID --all-read 既読の通知をすべて削除 --json JSON を出力 --id-format <mode> refs、uuids、both のいずれか

# cli.help.jumpToUnread
source: Usage: cmux jump-to-unread Focus the latest unread notification, matching the Notifications page action. Flags: --json Print JSON --id-format <mode> refs, uuids, or both
ja: Usage: cmux jump-to-unread 通知ページの操作と同じく、最新の未読通知へフォーカスします。 Flags: --json JSON を出力 --id-format <mode> refs、uuids、both のいずれか

# cli.help.markNotificationRead
source: Usage: cmux mark-notification-read (--id <uuid> | --workspace <id|ref> [--surface <id|ref>] | --all) Mark notifications read without opening them. Exactly one selector is required. Flags: --id <uuid> Mark one notification read --workspace <id|ref> Mark notifications for a workspace --surface <id|ref> Narrow --workspace to one surface --all Mark every notification read --json Print JSON --id-format <mode> refs, uuids, or both
ja: Usage: cmux mark-notification-read (--id <uuid> | --workspace <id|ref> [--surface <id|ref>] | --all) 通知を開かずに既読にします。セレクタは1つだけ指定してください。 Flags: --id <uuid> 通知を1件既読にする --workspace <id|ref> ワークスペースの通知を既読にする --surface <id|ref> --workspace を1つのサーフェスに絞り込む --all すべての通知を既読にする --json JSON を出力 --id-format <mode> refs、uuids、both のいずれか

# cli.help.openNotification
source: Usage: cmux open-notification --id <uuid> Focus the notification's workspace and surface, then mark the row read. Flags: --id <uuid> Notification id to open --json Print JSON --id-format <mode> refs, uuids, or both
ja: Usage: cmux open-notification --id <uuid> 通知のワークスペースとサーフェスへフォーカスし、その行を既読にします。 Flags: --id <uuid> 開く通知 ID --json JSON を出力 --id-format <mode> refs、uuids、both のいずれか

# cli.help.setStatus
source: Usage: cmux set-status <key> <value> [flags] Set a sidebar status entry for a workspace. Status entries appear as pills in the sidebar tab row. Use a unique key so different tools (e.g. "claude_code", "build") can manage their own entries. Flags: --icon <name> Icon name (e.g. "sparkle", "hammer") --color <#hex> Pill color (e.g. "#ff9500") --priority <n> Sort priority; higher appears first (default: 0) --workspace <id|ref> Target workspace (default: $CMUX_WORKSPACE_ID) Example: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2
ja: Usage: cmux set-status <key> <value> [flags] ワークスペースのサイドバーステータスエントリを設定します。ステータスエントリは サイドバーのタブ行にピルとして表示されます。異なるツール （例: "claude_code", "build"）がそれぞれのエントリを管理できるよう、一意のキーを使用してください。 Flags: --icon <name> アイコン名（例: "sparkle", "hammer"） --color <#hex> ピルの色（例: "#ff9500"） --priority <n> 並び順の優先度。大きい値ほど先に表示（デフォルト: 0） --workspace <id|ref> 対象ワークスペース（デフォルト: $CMUX_WORKSPACE_ID） Example: cmux set-status build "compiling" --icon hammer --color "#ff9500" --priority 80 cmux set-status deploy "v1.2.3" --workspace workspace:2

# socket.sidebar.custom.invalidName
source: Sidebar name must not be empty.
ja: サイドバー名は空にできません。

# socket.sidebar.custom.missing
source: Sidebar file is missing.
ja: サイドバーファイルが見つかりません。

# socket.sidebar.custom.selectMissingName
source: Select requires a sidebar name.
ja: 選択するにはサイドバー名が必要です。

# sidebar.custom.error
source: Sidebar error
ja: サイドバーエラー

# sidebar.custom.missing
source: Sidebar file is empty or missing.
ja: サイドバーファイルが空、または見つかりません。

# sidebar.custom.noView
source: No supported SwiftUI view found.
ja: 対応している SwiftUI ビューが見つかりません。

# sidebar.custom.validation.decodeFailed
source: Failed to decode sidebar JSON.
ja: サイドバー JSON のデコードに失敗しました。

# sidebar.custom.validation.fileMissing
source: Sidebar file is missing.
ja: サイドバーファイルが見つかりません。

# sidebar.custom.validation.invalidJSON
source: Invalid JSON at %@
ja: %@ の JSON が無効です

# sidebar.custom.validation.missingKey
source: Missing key '%@' at %@
ja: %2$@ にキー '%1$@' がありません

# sidebar.custom.validation.missingValue
source: Missing value at %@
ja: %@ に値がありません

# sidebar.custom.validation.readFailed
source: Failed to read sidebar file.
ja: サイドバーファイルの読み込みに失敗しました。

# sidebar.custom.validation.rootPath
source: root
ja: ルート

# sidebar.custom.validation.typeMismatch
source: Type mismatch at %@
ja: %@ の型が一致しません

# cli.tmuxCompat.respawnPane.requiresForce
source: respawn-pane requires -k in cmux tmux compatibility mode
ja: UniConnect の tmux 互換モードでは respawn-pane に -k が必要です

# rpc.v2.surface.respawn.failed
source: Failed to respawn surface
ja: サーフェスを再起動できませんでした

# rpc.v2.surface.respawn.invalidFocus
source: Missing or invalid focus
ja: focus が指定されていないか無効です

# rpc.v2.surface.respawn.noFocusedSurface
source: No focused surface
ja: フォーカス中のサーフェスがありません

# rpc.v2.surface.respawn.surfaceNotFoundForId
source: Surface not found for the given surface_id
ja: 指定された surface_id のサーフェスが見つかりません

# rpc.v2.surface.respawn.surfaceNotTerminal
source: Surface is not a terminal
ja: サーフェスはターミナルではありません

# rpc.v2.surface.respawn.tabManagerUnavailable
source: Unable to access the target workspace
ja: 対象のワークスペースにアクセスできません

# rpc.v2.surface.respawn.workspaceNotFound
source: Workspace not found
ja: ワークスペースが見つかりません

# socket.notification.dismissSelectorRequired
source: Select exactly one of id or all_read
ja: id または all_read のどちらか一つだけを選択してください

# socket.notification.idRequired
source: Missing or invalid notification id
ja: 通知 ID が指定されていないか無効です

# socket.notification.markReadSelectorRequired
source: Select exactly one of id, tab_id, or all
ja: id、tab_id、all のいずれか一つだけを選択してください

# socket.notification.notFound
source: Notification not found
ja: 通知が見つかりません

# socket.notification.surfaceIdInvalid
source: Missing or invalid surface_id
ja: surface_id が指定されていないか無効です

# socket.notification.surfaceIdRequiresWorkspace
source: surface_id requires tab_id or workspace_id
ja: surface_id には tab_id または workspace_id が必要です

# socket.notification.targetNotFound
source: Notification target not found
ja: 通知の移動先が見つかりません

# socket.terminal.inputQueueFull
source: The terminal can't accept more input right now. Wait a moment and retry, or reopen the terminal if it stays unavailable.
ja: ターミナルは現在これ以上の入力を受け付けられません。しばらくしてから再試行するか、利用できない状態が続く場合はターミナルを開き直してください。

# socket.terminal.processExited
source: The terminal session has ended; reopen it or create a new terminal session.
ja: ターミナルセッションは終了しています。開き直すか、新しいターミナルセッションを作成してください。

# socket.terminal.surfaceUnavailable
source: The terminal surface is no longer available; reopen it or create a new terminal session.
ja: ターミナルサーフェスは利用できなくなっています。開き直すか、新しいターミナルセッションを作成してください。

# shortcut.commandPaletteNext.label
source: Command Palette: Next
ja: コマンドパレット: 次へ

# shortcut.commandPalettePrevious.label
source: Command Palette: Previous
ja: コマンドパレット: 前へ

# settings.shortcuts.managedByFile
source: Managed in uniconnect.json
ja: uniconnect.json で管理
km: គ្រប់គ្រងក្នុង uniconnect.json

# detail.mode
source: Mode
ja: モード

# detail.primaryAction
source: Open Related File
ja: 関連ファイルを開く

# detail.secondaryAction
source: Restore Defaults
ja: デフォルトに戻す

# detail.section
source: Section
ja: セクション

# detail.slider
source: Amount
ja: 量

# detail.toggle
source: Enable
ja: 有効にする

# debug.bonsplitTabBarDebug.actionLaneBorder
source: Action Lane Border
ja: アクションレーンの境界線

# debug.bonsplitTabBarDebug.actionLaneGeometry
source: Action Lane Geometry
ja: アクションレーンのジオメトリ

# debug.bonsplitTabBarDebug.contentFade
source: Content fade
ja: コンテンツのフェード

# debug.bonsplitTabBarDebug.copyConfig
source: Copy Config
ja: 設定をコピー

# debug.bonsplitTabBarDebug.fineTune
source: Fine tune
ja: 微調整

# debug.bonsplitTabBarDebug.heading
source: Bonsplit Tab Bar
ja: Bonsplitタブバー

# debug.bonsplitTabBarDebug.reset
source: Reset
ja: リセット

# debug.bonsplitTabBarDebug.separatorFadeFrame
source: Separator fade frame
ja: 区切り線のフェード幅

# debug.bonsplitTabBarDebug.solidBgExtra
source: Solid bg extra
ja: 単色背景の追加幅

# debug.bonsplitTabBarDebug.title
source: Bonsplit Tab Bar Debug
ja: Bonsplitタブバーのデバッグ

# debug.menu.bonsplitTabBarDebug
source: Bonsplit Tab Bar Debug…
ja: Bonsplitタブバーのデバッグ…

# uiTest.bonsplit.action.title
source: UITest Action %lld
ja: UIテストアクション %lld

# mode.compact
source: Compact
ja: コンパクト

# mode.expanded
source: Expanded
ja: 拡張

# mode.system
source: System
ja: システム

# cli.claude-teams.usage
source: Usage: cmux claude-teams [claude-args...] Launch Claude Code with agent teams enabled. This command: - defaults Claude teammate mode to auto - sets a tmux-like environment so Claude auto mode uses UniConnect splits - sets CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - prepends a private tmux shim to PATH - forwards all remaining arguments to claude The tmux shim translates supported tmux window/pane commands into UniConnect workspace and split operations in the current UniConnect session. Examples: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
ja: 使い方: cmux claude-teams [claude-args...] エージェントチームを有効にした状態で Claude Code を起動します。 このコマンドは次を行います: - Claude の teammate mode を auto に設定 - Claude の auto mode が UniConnect の split を使うよう tmux 風の環境を設定 - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 を設定 - 専用の tmux shim を PATH の先頭に追加 - 残りの引数をそのまま claude に渡す tmux shim は、対応している tmux の window/pane コマンドを、現在の UniConnect セッション内の workspace と split 操作に変換します。 例: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
ko: 사용법: cmux claude-teams [claude-args...] 에이전트 팀이 활성화된 상태로 Claude Code를 실행합니다. 이 명령은: - Claude 팀원 모드를 auto로 설정합니다 - Claude auto 모드가 UniConnect 분할을 사용하도록 tmux 호환 환경을 설정합니다 - CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1을 설정합니다 - PATH 앞에 전용 tmux 심을 추가합니다 - 나머지 인자를 모두 claude에 전달합니다 tmux 심은 지원되는 tmux 윈도우/패인 명령을 현재 UniConnect 세션의 워크스페이스 및 분할 작업으로 변환합니다. 예시: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet
uk: Використання: cmux claude-teams [аргументи-claude...] Запуск Claude Code з увімкненими командами агентів. Ця команда: - типово вмикає режим teammate для Claude - забезпечує підтримку UniConnect для сеансу - встановлює CLAUDE_CODE_EXPERIMENTAL_AGENT_TEAMS=1 - додає приватну tmux-прокладку на початок PATH - передає всі інші аргументи до claude Tmux-прокладка перетворює підтримувані команди tmux вікон/панелей на операції робочих просторів і розділів UniConnect у поточному сеансі UniConnect. Приклади: cmux claude-teams cmux claude-teams --continue cmux claude-teams --model sonnet

# applescript.error.disabled
source: AppleScript is disabled by the macos-applescript configuration.
ja: macos-applescript の設定で AppleScript は無効になっています。
ko: AppleScript가 macos-applescript 설정에 의해 비활성화되어 있습니다.
uk: AppleScript вимкнено параметром конфігурації macos-applescript.

# applescript.error.failedToCreateSplit
source: Failed to create split.
ja: 分割の作成に失敗しました。
ko: 분할을 생성하지 못했습니다.
uk: Не вдалося створити розділення.

# applescript.error.failedToCreateWindow
source: Failed to create window.
ja: ウインドウの作成に失敗しました。
ko: 윈도우를 생성하지 못했습니다.
uk: Не вдалося створити вікно.

# applescript.error.failedToCreateWorkspace
source: Failed to create workspace.
ja: ワークスペースの作成に失敗しました。
ko: 워크스페이스를 생성하지 못했습니다.
uk: Не вдалося створити робочу область.

# applescript.error.missingAction
source: Missing action string.
ja: アクション文字列がありません。
ko: 액션 문자열이 없습니다.
uk: Відсутній рядок дії.

# applescript.error.missingInputText
source: Missing input text.
ja: 入力するテキストがありません。
ko: 입력 텍스트가 없습니다.
uk: Відсутній текст введення.

# applescript.error.missingSplitDirection
source: Missing or unknown split direction.
ja: 分割方向がないか、不明です。
ko: 분할 방향이 없거나 올바르지 않습니다.
uk: Відсутній або невідомий напрямок розділення.

# applescript.error.missingTerminalTarget
source: Missing terminal target.
ja: 対象のターミナルがありません。
ko: 터미널 대상이 없습니다.
uk: Відсутня ціль терміналу.
